{"inkVersion":21,"root":[["#","^speaker:null ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Setelah kejadian itu, Moestopo, M. Jasin beserta Sutomo berkumpul dengan anggota Badan Keamanan Rakyat.","\n","^Mereka mendiskusikan cara memperoleh suplai senjata milik Jepang guna mempersiapkan kedatangan sekutu.","\n","^Terdapat informasi yang mengatakan terdapat gudang senjata berkapasitas besar di daerah Surabaya.","\n","^Lebih tepatnya yaitu di salah satu gedung di daerah Sawahan, yang bernama gedung Don Bosco.","\n","#","^speaker:Moh. Jasin ","/#","#","^audio:m_yasin ","/#","#","^portrait:m_yasin","/#","^Gedung di daerah Sawahan?","\n","^Tidak ada salahnya untuk mencoba memantau tempat tersebut.","\n","#","^speaker:Soetomo ","/#","#","^audio:soetomo ","/#","#","^portrait:soetomo","/#","^Kalau begitu, serahkan pada Saya. Saya dapat menggunakan dalih untuk mewawancarai atasan mereka.","\n","^Dengan begitu Saya dapat dengan mudah masuk ke dalam gedung itu dan dapat memantau dengan lebih jelas.","\n","#","^speaker:Moh. Jasin ","/#","#","^audio:m_yasin ","/#","#","^portrait:m_yasin","/#","^Bagus! wartawan Bung Tomo akan memantau gedung tersebut. Namun lebih baik ada kalanya rekan-rekan untuk membantu Bung Tomo.","\n","#","^speaker:null ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Beberapa hari berlalu, hasil dari pemantauan Soetomo mengonfirmasi akan adanya suplai senjata yang sangat besar.","\n","^M. Jasin berinisiatif untuk memaksa pasukan Jepang untuk menyerahkan gudang persenjataan tersebut.","\n","^Hingga pada akhirnya para pejuang yang dipimpin oleh M. Jasin dan Soetomo pergi menyerbu Gudang Don Bosco.","\n","^Para tentara Jepang yang berjaga tampak bersiaga memegang sebuah senapan dan siap bertempur.","\n","#","^speaker:null ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^(Berikut adalah panduan untuk bertarung.)","\n","^Klik dan tahan tombol kanan MOUSE untuk membidik senapan.","\n","^Setelah membidik, Klik tombol kiri MOUSE untuk menembak.","\n","^Usahakan untuk mengarahkan senapan tepat pada musuh.","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}