{"inkVersion":21,"root":[["#","^speaker:null ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Suasana semakin memanas antara para pejuang dengan tentara Jepang.","\n","^Hingga akhirnya salah seorang perwira Kempetai meminta komandan batalyon tentara Jepang untuk menandatangani penyerahan senjata.","\n","^Komandan Batalyon lantas mengiyakan untuk menandatangani naskah serah terima tersebut.","\n","^Para pejuang memanggil Moh. Jasin sebagai pemimpin beserta Soetomo.","\n","^Mereka pergi memasuki ruangan Mayor Hashimoto, komandan batalyon pasukan Jepang.","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"part2":["#","^speaker:Moh. Jasin ","/#","#","^audio:m_yasin ","/#","#","^portrait:m_yasin","/#","^Pasukan sekutu akan datang, tapi tidak hanya itu. Sebagai bangsa yang baru, kami membutuhkan persenjataan.","\n","^Semua jenis persenjataan yang ada disini sangat kami butuhkan untuk mempersiapkan kejadian terburuk di hari esok.","\n","^Sekali lagi, Saya sebagai perwakilan Bangsa Indonesia berharap Mayor untuk menyerahkan gudang persenjataan ini kepada Bangsa indonesia.","\n","#","^speaker:Mayor Hashimoto ","/#","#","^audio:celeste_low ","/#","#","^portrait:null","/#","^Baiklah, Kami akan menyerahkan persediaan senjata kami.","\n","^Karena sepertinya kalian lebih memerlukannya daripada kami.","\n","^Tapi Saya memohon satu hal, yaitu untuk membiarkan katana Saya, karena katana ini adalah barang warisan dari keluarga Saya.","\n","#","^speaker:Soetomo ","/#","#","^audio:soetomo ","/#","#","^portrait:soetomo","/#","^Kami akan mengambil semua persediaan senjata yang ada disini, tanpa terkecuali.","\n","end",{"#f":1}],"part3":["#","^speaker:null ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Setelah empat jam perundingan dilakukan, akhirnya persenjataan jumlah besar dialih tangankan kepada Bangsa Indonesia.","\n","^Moh. Jasin didampingi Bung Tomo membawa naskah tersebut keluar gedung untuk menunjukkan kepada seluruh pemuda yang menunggu hasil perjanjian tersebut.","\n","^Para pemuda menyambut kabar gembira tersebut sebagai tanda kemenangan melawan Jepang","\n","done",{"#f":1}],"part4":["#","^speaker:Pejuang 1 ","/#","#","^audio:null ","/#","#","^portrait:null","/#","^Merdeka!!!","\n","done",{"#f":1}],"#f":1}],"listDefs":{}}